Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/science/samilogut/2016/6_samiske_medier_for_barn.pdf.tmx
Source language: nob
Languages: sme

source: Det kan med sikkerhet sies at bladet ble utgitt i perioden 1983 til 1993 med ett til tre nummer i året, men for årene 1984, 1986 og 1988 mangler jeg dokumentasjon på at det var noen utgivelser.
sme: Sáhttá sihkkarit dadjat ahte bláđđi almmuhuvvui áigodagas 1983-93 ja ahte almmuhii ovtta, guokte dahje golbma nummira jagis, muhto jagiin 1984, 1986 ja 1988 váilu duođaštus das ahte ledje almmuheamit.

source: Mye av innholdet var produsert av barn og sendt til redaksjonen av lærere.
sme: Mánát leat ieža ráhkadan stuorra oasi sisdoalus, ja dávjá boahtá ovdan ahte oahpaheaddjit leat sádden mánáid buktagiid doaimmahussii.

source: I de numrene jeg har hatt tilgang til, var alt stoffet på nordsamisk.
sme: Dain nummiriin maid lean oaidnán, lea visot sisdoallu davvisámegillii.

source: Figur 6.6 Barnebladet Mánáidbláđđi kom ut på 1980-tallet og begynnelsen av 1990-tallet
sme: Govus 7: Mánáidbláđđi almmuhuvvui 1980-logus ja 1990-logu álggus.

source: Torkel Rasmussen 2016.
sme: Govva: Torkel Rasmussen 2016.

source: Da Mánáidbláđđi gikk inn, ble det fulgt opp av et nytt blad – Leavedolgi – med omtrent samme profil. Også det henvendte seg til barn i barneskolealder.
sme: Go heittii almmuheames Mánáidbláđi, de ilmmai ođđa bláđđi – Leavedolgi – mas lei sullii seammalágan hápmi, sisdoallu ja ulbmiljoavku go heivii skuvlaahkásaš mánáide.

source: Dette bladet kom iallfall ut i perioden 1994–99 og 2004–05 med minst to nummer i året. I 2004 hadde bladet tre utgivelser.
sme: Bláđđi almmuhuvvui unnimustá guvttiin nummiriin jagis goitge áigodagain 1994-99 ja 2004-05. 2004:s ilbme golbma nummira.

source: Da dette bladet gikk inn i 2005, forsvant et skriftlig samiskspråklig tilbud til barn i skolealder.
sme: Go bláđđi heaittihuvvui 2005, jávkkai čálalaš fálaldat skuvlaahkásaš mánáide sámegillii.

source: Bladet hadde normalt 32 sider i A4-format, og nordsamisk som hovedspråk.
sme: Bláđis ledje dábálaččat 32 siiddu A-4:š formáhtas, ja davvisámegiella lei váldogiellan.

source: I de numrene som ble utgitt i 1997–99 og 2004–05, hadde halvparten av utgivelsene stoff også på enten sørsamisk og lulesamisk eller både på sør- og lulesamisk.
sme: Lean guorahallan nummiriid mat almmuhuvvojedje 1997-99 ja 2004-05. Bealli dáin bláđiin lei maid sisdoallu julev- dahje máttasámegillii dahje sihke julev- ja máttasámegillii.

source: Disse bladene er tilgjengelige på noen kommunale bibliotek og brukes fortsatt i undervisningen på noen barneskoler.
sme: Bláđiid sáhttá ain luoikat muhtin gielddaid girjerádjosiin ja geavahuvvojit ain muhtin mánáidskuvllaid oahpahusas.

source: (Egne observasjoner;
sme: (Iežan áicamat;

source: Barne- og familiedepartementet 2003: 33.) Vi kjenner ikke til opplagstall.
sme: Barne- og familiedepartementet 2003: 33.) Mánáidbláđi ja Leavedolggi almmuhanloguin ii leat diehtu.

source: Donald Duck på samisk – Vulle Vuojaš Det ble utgitt 33 nummer av Donald Duck med det samiske navnet Vulle Vuojaš på nordsamisk i 1987–88. ForfatternesForlag/ČálliidLágádus har gitt ut de tidligere utkomne numrene i innbundet form (Barne- og familiedepartementet 2003: 34).
sme: Vulle Vuojaš sámegillii Vulle Vuojaš bláđis almmuhuvvojedje 33 nummira davvisámegillii 1987-88. Maŋŋá lea ČálliidLágádus almmuhan daid ovddeš nummiriid girjehámis (Barne- og familiedepartementet 2003: 34).

source: Dette skjedde etter at Sametinget oppfordret forlaget til å gi ut de bladene de hadde på lager.
sme: Dát dahkkojuvvui Sámedikki ávžžuhusa dihte go Sámediggi dáhtui lágádusa almmuhit bláđiid mat sis ain ledje vuorkkás.

source: En årsak var at Sametinget anså språket i bladene som spesielt godt.
sme: Ávžžuhusa sivvan lei earret eará ahte Sámediggi anii bláđiid giela erenoamáš buorrin.

source: Forlaget hadde da også satset mye på profesjonell oversettelse med forfatteren Elle Márjá Vars som oversetter og språkprofessor Pekka Sammallahti som språkkonsulent.
sme: Almmuheaddji leige geavahan olu návccaid alladásat jorgaleapmái, girječálli Elle Márjá Vars lea jorgalan bláđiid ja giellaprofessor Pekka Sammallahti lea leamaš giellakonsuleanta.

source: De innbundne bladene er nå utsolgt fra forlaget, men forlaget vurderer en ny utgivelse med de bladene de fortsatt har på lager.
sme: Vulle Vuojaš-girji lea dál vuvdojuvvon lohppii, muhto lágádusas árvvoštallat vel almmuhit daid bláđiid mat sis ain leat vuorkkás.

source: (J.T. Solbakk 2016.) Vi kjenner ikke til opplagstallet.
sme: (J.T. Solbakk 2016.) Vulle Vuojaža almmuhanloguin ii leat diehtu.

source: Ungdomsbladet Nuorat Ungdomsbladet Nuorat, med undertitlene Sámi nuoraid áigečála, Sáme Nuorai Tidnik, Saemien Noeri Plaerie og Tidningen för unga samer, utgis av den ideelle foreningen Nuorat med Pia
sme: Nuoraidbláđđi Nuorat Eaktodáhtolaš searvi Nuorat almmuha nuoraidbláđi Nuorat, man vuollenamat leat Sámi nuoraid áigečála, Sáme Nuorai Tidnik, Saemien Noeri Plaerie ja Tidningen för unga samer.

source: Sjögren som redaktør.
sme: Pia Sjögren lea oaivedoaimmaheaddji 2016:s.

source: Nuorat utkommer med fire nummer pr. år.
sme: Nuorat almmuhuvvo njeallje geardde jagis.

source: Bladet hadde et A4-format i 2015 med 40–44 sider pr. nummer.
sme: Bláđis lei A-4:š formáhtta 2015 ja 40-44 siiddu nummiris.

source: I 2016 kommer det ut i et noe mindre format, og sidetallet kommer til å være 44–56 sider pr. nummer (Sjögren 2016).
sme: 2016:s lea veaháš uhcit formáhtta. Siidolohku šaddá leat 44-56 siiddu dáinna uhcit formáhtain.

source: Hele innholdet i bladet er rettet mot samisk ungdom med svensk som hovedspråk.
sme: Olles sisdoallu lea heivehuvvon sámi nuoraide vaikko ruoŧagiella lea bláđi váldogiella.

source: Bladet har likevel et betydelig innslag på samisk.
sme: Bláđis lea dattetge mearkkašahtti ollu sisdoallu sámegillii.

source: Anslagsvis var den samiske delen 25–50 prosent i utgivelsene i 2015–2016. Ett nummer ble utgitt kun på samisk.
sme: Árvvu mielde lea bláđi sámegielat oassi 25-50 proseantta 2015-16 almmuhemiin. Okta nummir almmuhuvvui dušše sámegillii.

source: Den samiske delen besto av tilnærmet like deler på nord-, lule- og sydsamisk.
sme: Sámegielat oassi juohkása viehka dássedit davvi-, julev- ja máttasámegielaid gaskkas.

source: Det meste av innholdet i Nuorat er fra Sverige og handler om svenske samer, men en god del av stoffet må sies å være av allsamisk karakter.
sme: Eanaš oassi Nuorat sisdoalus lea Ruoŧas ja Ruoŧa sápmelaččaid birra, muhto oassi sisdoalus bovttašii čielgasit beroštumi miehta Sámi.

source: Ifølge Sjögren (2016) er opplaget oftest 600, og det kan variere mellom 500 og 600. Alle medlemmene av organisasjonen Sáminuorra får bladet tilsendt, og i tillegg har de en del ikke-medlemmer som betalende abonnenter.
sme: Dat sáhttáge molsašuddat 500 ja 600 gaskkas. Buot Sáminuora lahtut ožžot bláđi, ja dasa lassin mákset muhtin olbmot geat eai leat lahtut, bláđi diŋgojumi ovddas.

source: Disse to gruppene utgjør 400–500 personer.
sme: Dát guokte joavkku dahket 4-500 olbmo.

source: 6.4.3 Samiske aviser og blader
sme: 6.4.3 Sámi áviissat ja bláđit

source: Noen av de samiske avisene og bladene for voksne har innhold som direkte henvender seg til barn og ungdom, eller en del av innholdet er av en slik karakter at det passer for barn og ungdom.
sme: Muhtin sámi bláđiin ja áviissain, mat leat oaivvilduvvon ollesolbmuide, lea sisdoallu mii heive bures mánáide ja nuoraide. Dát sisdoallu lea juogo merkejuvvon mánáide ja/dahje nuoraide dahje áviissain ja bláđiin leat fáttát mat heivejit mánáide ja nuoraide.

source: Av den grunn har disse avisene og bladene blitt undersøkt for denne artikkelen.
sme: Dan dihte lean guorahallan dáid áviissaid ja bláđiid maid dán artihkkala várás.

source: Ávvir Ávvir er ei dagsavis som utgis fem ganger i uka på nordsamisk.
sme: Govva Ávviris nr 16-2016 s, 14-15. Govva: Torkel Rasmussen Sámegielat beaiveáviisa Ávvir Ávvir lea beaiveáviisa mii almmuhuvvo viđa geardde vahkus davvisámegillii.

source: Kari Lisbeth Hermansen er redaktør i 2016. Avisa publiserer en gang i uka to sider spesielt beregnet for barn.
sme: Kari Lisbeth Hermansen lea oaivedoaimmaheaddji 2016. Áviisa almmuha oktii vahkus guokte siiddu erenoamážit mánáide.

source: Ávvir er resultatet av at avisene Min Áigi og Áššu slo seg sammen i 2007, og barnesidene er en del av arven fra Áššu.
sme: Ávvir lea boađus das ahte áviissat Min Áigi ja Áššu ovttastahttojuvvojedje 2007, ja mánáidsiiddut leat Áššu árbi.

source: Skogerbø (2000:64) beskrev i 2000 disse barnesidene som «den hyppigste publikasjonen for samiske barn».
sme: Skogerbø (2000:64) govvedii daid mánáidsiidduid 2000:s: Jeavddaleamos čálalaš almmuheapmin sámi mánáide.

source: Det er en beskrivelse som fortsatt stemmer.
sme: Dát lea govvideapmi mii ain doallá deaivása.

source: I tillegg dekker avisa mange begivenheter innen kultur- og samfunnsliv der barn og ungdom er med, og dette har sannsynligvis interesse for disse aldersgruppene.
sme: Dasa lassin gokčá áviisa olu dáhpáhusaid kultur- ja servodatsuorggis mas mánát ja nuorat leat fárus, ja dan dihte dáidá leat beroštahtti daid ahkejoavkkuide.

source: Ávvir har et opplag på 1033 der 966 er papirutgivelser og 67 digitale (Norsk opplagskontroll 2015). Avisa har gjennomført fire leserundersøkelser de siste fem årene.
sme: Ávvira almmuhanlohku lea 1033 mas 966 leat bábiráviissat ja 67 digitála áviissat (Norsk opplagskontroll 2015.) Áviisa lea čađahan njeallje lohkkiidguorahallama maŋimuš vihtta jagi.

source: Disse undersøkelsene sier lite om hvor mye barn og ungdom bruker avisa.
sme: Daid vuođul ii leat vejolaš dadjat man olu mánát ja nuorat geavahit áviissa.

source: Ságat Ságat er ei samisk dagsavis som utgis fem ganger i uka på norsk.
sme: Dárogielat beaiveáviisa Ságat Ságat lea sámi beaiveáviisa mii almmuhuvvo viđa geardde vahkus dárogillii.

source: Geir Wulff var redaktør i 2016. Avisa har ikke spesielle sider for barn og ungdom.
sme: Geir Wulff lea oaivedoaimmaheaddji 2016. Áviissas eai leat sierra siiddut mánáide ja nuoraide.

source: Avisa legger likevel vekt på å dekke begivenheter, blant annet kulturelle begivenheter, der barn og ungdom er til stede.
sme: Áviisa deattuha dattetge gokčat dáhpáhusaid, earret eará kultuvrralaš doaimmaid, main leat mánát ja nuorat fárus.

source: På samme måte som for Ávvir må en kunne si at de har en god del reportasjestoff om samiske barn og ungdommer som kan være interessant for disse aldersgruppene.
sme: Seammá láhkai go Ávvira birra, sáhttá dadjat ahte áviissas leat olu reportášat sámi mánáid ja nuoraid birra mat dáidet leat beroštahttit daidda ahkejoavkkuide.

source: (Wulff 2016.) Ságat har et opplag på 2833 der 2563 er papirutgaver og 270 digitale utgaver (Norsk opplagskontroll 2015).
sme: (Wulff 2016.) Ságat almmuhanlogut leat 2833 mas 2563 leat bábiráviissat ja 270 digitála áviissat (Norsk opplagskontroll 2015).

source: Avisa har ikke gjennomført noen leserundersøkelser, og det er dermed ikke mulig å si noe om hvor mye barn og ungdom bruker avisa.
sme: Áviisa ii leat čađahan lohkkiidguorahallama ja danin ii leat vejolaš dadjat man olu mánát ja nuorat geavahit áviissa.

source: Den kristelige avisa Nuorttanaste Nuorttanaste er Samelands eldste avis som fortsatt gis ut.
sme: Kristtalaš áviisa Nuorttanaste Nuorttanaste lea Sámi boarráseamos áviisa mii ain almmuhuvvo.

source: Den kommer i 2016 ut i sin 118. årgang.
sme: 2016:s Nuorttanaste almmuha iežas 118. jahkegeardde.

source: Fra 2000 er den organisert som en stiftelse opprettet av Norges Samemisjon, Indre Finnmark prosti og Samisk kirkeråd.
sme: Govus 9 Kristtalaš mánnosaš áviissas Nuorttanastes leat guokte siiddu mánáide ja nuoraide juohke nummiris.

source: Liv Tone Boine var redaktør fram til 1. august 2016. Etter dette er Ann Solveig Nystad redaktør.
sme: Liv Tone Boine lei Nuorttanastte oaivedoaimmaheaddji borgemánu 1. beaivvi rádjái 2016 ja dan maŋŋá Ann Solveig Nystad lea oaivedoaimmaheaddji.

source: Figur 6.8 Den kristne månedsavisa Nuorttanaste har to sider for barn og unge i hvert nummer. Faksimile nr. 4-2016 s. 10–11
sme: Nuorttanastte almmuheaddji lea 2000 rájes leamaš vuođđudus man oamastit Norgga Sámemiššuvdna, Sis-Finnmárkku proavássuohkan ja Sámi girkoráđđi.

source: Nuorttanaste har en kristen formålsparagraf og utgis på nordsamisk.
sme: Nuorttanasttes lea kristtalaš ulbmilparagráfa, ja almmuhuvvo davvisámegillii.

source: Den kom ut med elleve nummer i 2015. To sider i hvert nummer er beregnet spesielt for barn og ungdom.
sme: Áviissas almmuhuvvojedje 11 nummira 2015. Guokte siiddu juohke nummiris leat oaivvilduvvon mánáide ja nuoraide.

source: Det kan man se både av innholdet og navnet på sidene, «Nuoraide/Mánáide» (Til ungdom og barn). I tillegg har avisa en del annet stoff som må kunne sies å passe også for barn og ungdom.
sme: Dat vuhtto sihke sisdoalus ja siidduid namas «Nuoraide/Mánáide” Dasa lassin lea bláđis muhtin veardde eará sisdoallu mii heive mánáide ja nuoraide.

source: Opplagstallet har ligget rundt 600 i perioden 2011–15 (Nystad 2016).
sme: Áviissa almmuhanlohku lea leamaš birrasiid 600 áigodagas 2011-15 (Nystad 2016).

source: Samefolket Samefolket er også et av Samelands eldste medium. Den kommer i 2016 ut i sin 97. årgang.
sme: Ruoŧabeale sámi bláđđi Samefolket Samefolket lea maid okta Sámi boarráseamos mediain.

source: Åsa Lindstrand er vikarierende redaktør i 2016. Bladet har A4-format og kom ut med ni nummer i 2015 hvorav to var dobbeltnumre.
sme: Dat ilbmá 97. jahkegerddiin ja Åsa Lindstrand lea sadjásaš oaivedoaimmaheaddji 2016:s.

source: Opplaget var 1200 i 2015. I forbindelse med denne artikkelen er 2015-årgangen og to utgivelser i 2016 undersøkt.
sme: Bláđis lea A-4:š formáhtta. Almmuhanlohku lei 1200 ja bláđis álmmuhuvvojedje ovcci nummira 2015:s.

source: De hadde 36–44 sider.
sme: Guokte ledje duppalnummira.

source: Bladet har ikke barn og ungdom som hovedmålgruppe, men en god del av stoffet må kunne sies å passe for ungdom.
sme: Bláđis eai leat mánát ja nuorat váldoulbmiljoavkun, muhto sáhttá dadjat ahte oassi sisdoalus heive nuoraide.

source: Bladet utgis hovedsakelig på svensk, men har en samiskspråklig andel på ca. 10– 25 prosent.
sme: Ruoŧagiella lea bláđi váldogiella, muhto árvvu mielde 10-25 proseantta sisdoalus lea sámegillii.

source: Denne delen består både av nordsamisk, lulesamisk og sørsamisk stoff.
sme: Sámegielat oasis leat čállosat sihke davvi-, julev- ja máttasámegillii.

source: Ifølge vikarierende redaktør Åsa Lindstrand (2016) gjennomførte Samefolket en leserundersøkning under Jokkmokksmarknaden for noen år siden.
sme: Sadjásaš oaivedoaimmaheaddji Åsa Lindstrand (2016) dieđu mielde Samefolket čađahii lohkkiidguorahallama Johkamohkemárkaniin muhtin jagiid dassái.

source: Den ga en pekepinn på hva leserne syntes om Samefolket.
sme: Dat čujuhii dasa makkár oainnut lohkkiin leat Samefolket hárrái.

source: Men det har ikke skjedd noe etterarbeid av materialet.
sme: Muhto čohkkejuvvon materiála ii leat heivehuvvon ovdanbuktimii.

source: De har heller ikke laget noen statistikker eller grafikk de kan gi fra seg.
sme: Sii eai leat ráhkadan statistihkaid dahje govvosiid maid sáhttet addit dutkamušaide.

source: Derfor synes hun at opplysningene er litt for usikre til at hun kan gå ut med resultatet av undersøkelsen.
sme: Danne leat bohtosat nu eahpesihkkarat ahte ii háliit almmuhit guorahallama bohtosiid.

source: Skoltesamenes blad Tuõddri Pee’rel
sme: Nuortalaččaid bláđđi Tuõddri Pee’rel

source: Figur 6.9 En del av de samiske bladene, som det skoltesamiske Tuöddri Pee'rel, har noe innhold som passer for barn og ungdom, selv om bladene ikke har barn og ungdom som hovedmålgruppe.
sme: Govus 10 Muhtin sámi bláđiin, dego nuortalaččaid bláđis Tuöddri Pee'rel, lea muhtin veardde sisdoallu mii heive mánáide ja nuoraide vaikko mánát ja nuorat eai leat daid bláđiid váldoulbmiljoavku.

source: Torkel Rasmussen
sme: Govva: Torkel Rasmussen

source: Det skoltesamiske bladet Tuõddri Peeʹrel har kommet ut med tre nummer i perioden 2013–15. Bladet utgis av Nuõrttsääʹmkultturfondd (Østsamisk kulturfond), og Tanja Sanila er redaktør i 2016. Stoffet i bladet, 52–60 A4-sider, har hovedsakelig vært på finsk med en skoltesamisk andel på 15–20 prosent.
sme: Nuortalaččaid bláđis Tuõddri Peeʹrel leat almmuhuvvon golbma nummira áigodagas 2013-15. Nuõrttsääʹmkultturfondd (Nuortasápmelaččaid kulturfoanda) doarju bláđi almmuheami ja Tanja Sanila lea oaivedoaimmaheaddji 2016:s. Bláđis leat 52-60 A-4:š siiddu ja eanaš čállosat leat suomagillii.

source: En god del av stoffet, både det finske og det samiskspråklige, må sies å passe både for barn og ungdom.
sme: Nuortalašgiela oassi lea árvvu mielde 15-20 proseantta. Muhtin oassi čállosiin, sihke suoma- ja nuortalašgielat, heive mánáide ja nuoraide.

source: Det er ikke mulig å kvantifisere dette nærmere.
sme: Bláđi almmuhanlogus ii leat diehtu.

source: Enaresamenes blad – Anarâš Det enaresamiske bladet Anarãš kommer ut med fire nummer i året.
sme: Anáraččaid bláđđi - Anarâš Anárašgielat bláđis Anarãš almmuhuvvojit njeallje nummira jagis.

source: Alt stoffet er på enaresamisk, et samisk språk som snakkes i Finland rundt Enaresjøen.
sme: Visot čállosat leat anárašgillii, sámegillii mii hállojuvvo Suoma beale Sámis Anárjávrri birra.

source: Den 28. årgang ble gjennomgått, det vil si alle fire utgivelsene i 2015. De har en mindre del, ca. 20 prosent av stoffet, som kan betegnes som passende for barn og ungdom.
sme: Lean guorahallan 28. jahkegearddi mii mearkkaša njeallje nummira 2015. Dain leat árvvu mielde 20 proseantta čállosat mat heivejit mánáide ja nuoraide. Bláđi almmuhanlogus ii leat diehtu.

source: Sørsamisk kirkeblad Daerpies Dierie Daerpies Dierie – Sørsamisk menighetsblad har kommet ut siden 1997. Det utgis nå fire ganger i året med støtte fra Härnösand stift, Nidaros bispedømmeråd, Sametinget i Norge og Svenska kyrkan.
sme: Máttasámi searvegoddebláđđi Daerpies Dierie Daerpies Dierie – Sørsamisk menighetsblad (Máttasámi searvegoddebláđđi) lea almmuhuvvon 1997 rájes, ja das ilbmet njeallje nummira jagis. Härnösand bismagoddi, Nidaros bismagodderáđđi, Norgga Sámediggi ja Ruoŧa girku dorjot bláđi almmuheami.

source: Redaktør og ansvarlig utgiver i 2016 er Einar Bondevik, prest i sørsamisk område samt ViviAnn Labba Klemensson som «biträdande redaktør» på svensk side.
sme: Oaivedoaimmaheaddji ja ovddasvástideaddji almmuheaddji lea 2016:s máttasámeguovllu báhppa Einar Bondevik. Vivi Ann Labba Klemensson leages sadjásaš oaivedoaimmaheaddji Ruoŧa bealde.

source: Bladet sendes ut til medlemmene av Saemien Åålmege (samisk menighet i sørsamisk område), til betalende abonnenter og som vedlegg til Kyrkans Tidning i Härnösand stift i Sverige.
sme: Bláđđi sáddejuvvo Saemien Åålmege (sámi searvegotti máttasámeguovllus) lahtuide, máksi diŋgojeddjiide ja biddjo čuovusin Kyrkans Tidning nammasaš bláđđái Härnösand bismagottis Ruoŧas.

source: Opplaget for 2016 er på 1062. (Daerpies Dierie 2016;
sme: Almmuhanlohku 2016:s lea 1062. (Daerpies Dierie 2016;

source: Bondevik 2016.) For denne artikkelen har seks utgaver fra 2015 og 2016 blitt undersøkt.
sme: Bondevik 2016.) Dán artihkkala várás lean guorahallan guhtta bláđi 2015:s ja 2016:s.

source: Innholdet fordeler seg omtrent likt mellom kirkelig stoff på den ene siden og nyheter og kultur fra sørsamisk område på den andre siden.
sme: Sisdoallu juohkása viehka dássedit girkolaš áššiide ja ođđasiidda ja kulturáššiide máttasámeguovllus.

source: 10–20 prosent av innholdet i hvert nummer er på sørsamisk og 80–90 prosent på norsk eller svensk.
sme: Árvvu mielde leat 10-20 proseantta juohke nummiris máttasámegillii ja 80-90 proseantta dáro- dahje ruoŧagillii.

source: Anslagsvis 25 prosent av stoffet må sies å være beregnet for barn og ungdom.
sme: Sulaid mielde 25 proseantta čállosiin sáhttá dadjat leat oaivvilduvvon mánáide ja nuoraide.

source: Dette stoffet fordeler seg omtrent likt mellom sørsamisk og skandinavisk språk.
sme: Dát čállosat juohkásit sullii seammaveardásaččat máttasámegiela ja skandinávagielaid gaskkas.

source: 6.4.4 Lokal- og regionalaviser
sme: 6.4.4 Báikkálaš ja regionála áviissat

source: Tre lokalaviser, Enontekiön Sanomat, Lokalavisa NordSalten og Snåsningen, og en regionalavis, Lapin Kansa, har sider på samisk.
sme: Golmma báikkálaš áviissas Enontekiön Sanomat, Nordsalten Avis ja Snåsningen ja ovtta regionála áviissas, Lapin Kansa, leat siiddut sámegillii.

source: Enontekiön Sanomat og Lapin Kansas samiskspråklige tilbud er på nordsamisk, men gjennomgangen av disse viser lite innhold spesielt beregnet for barn og ungdom.
sme: Enontekiön Sanomat ja Lapin Kansa áviissaid sámegielat fálaldat lea davvisámegillii, muhto daid áviissaid guorahallan čájehii uhccán sisdoalu mii livččii heiven mánáide ja nuoraide.

source: Det samiske tilbudet i Lokalavisa NordSalten er på lulesamisk og i Snåsningen på sørsamisk.
sme: Sámi fálaldat áviissas Lokalavisa NordSalten lea julevsámegillii ja áviissas Snåsningen máttasámegillii.

source: Disse sidene kan sies å inneholde et lite tilbud til barn og/eller ungdom.
sme: Daid siidduin lea veahá sisdoallu maiddái mánáide ja nuoraide.

source: Snåsningen Avisa Snåsningen kommer ut en gang i uka på Snåsa med et opplag på 1618 i 2015 (Norsk opplagskontroll 2015).
sme: Báikkálaš áviisa Snåsningen Áviisa Snåsningen almmuhuvvo oktii vahkus Snoasas ja 2015:s dan almmuhanlohku lei 1618 (Norsk opplagskontroll 2015).

source: Hver utgave har ei side på sørsamisk under vignetten «Sørsamisk».
sme: Juohke nummiris lea okta siidu máttasámegillii dovdomearkkas Sørsamisk (máttasámegillii).

source: Åtte avisnummer har blitt gjennomgått (nr. 12–18 i 2016).
sme: Lean guorahallan gávcci nummira (nr. 12-18. 2016).

source: Alle hadde ei spalte for ungdom under navnet Noere Snåasnesne (Ung på Snåsa).
sme: Visot siidduin lei okta bálstá nuoraide namas Noere Snåasnesne (Nuorra Snoasas).

source: Denne delen tok opp mellom en tredjedel og halve avissida, og inneholdt alltid et intervju med ungdommer.
sme: Dát oassi devddii goalmmát oasis gitta siidoláhkkái, ja sisttisdoalai álo jearahallama nuoraiguin.

source: Lokalavisa NordSalten Lokalavisa NordSalten kommer ut en gang i uka med et opplag på 2872 i 2015 (Norsk opplagskontroll 2015).
sme: Báikkálaš áviisa Lokalavisa NordSalten Lokalavisa NordSalten almmuhuvvo oktii vahkus, ja 2015:s lei almmuhanlohku 2 872 (Norsk opplagskontroll 2015).

source: Hver utgave har ei side på lulesamisk under vignetten Bájkkeavijssa NuorttaSállto.
sme: Juohke nummiris lea siidu julevsámegillii dovdomearkkas Bájkkeavijssa NuorttaSállto.

source: Åtte avisnummer har blitt gjennomgått (nr. 10–17 i 2016).
sme: Guorahallen gávcci áviisanummira (nr. 10-17. 2016).

source: I seks av avisene ble dobbeltspråklige saker trykket der de samme sakene fantes med lulesamisk og norsk tekst.
sme: Guđa áviissas ledje guovttegielat áššit deaddiluvvon nu ahte seammá čállosat ledje prentejuvvon sihke julevsámegillii ja dárogillii.

source: I to av avisene var det eksklusive saker bare på lulesamisk uten oversettelse til norsk.
sme: Guovtti áviissas ledje eksklusiiva áššit dušše julevsámegillii almmá dárogillii jorgaluvvon teavstta haga.

source: Ingen av sakene var merket spesielt for ungdom, men en del av stoffet må sies å passe også for ungdom.
sme: Ii oktage ášši lean merkejuvvon erenoamážit mánáide dahje nuoraide. Muhtin veardde ledje dattetge áššit mat heivešedje maiddái nuoraide.

source: Det er vanskelig å kvantifisere dette mer nøyaktig.
sme: Lea váttis árvvoštallat dárkileappot man stuorra oassi.

source: 6.4.5 Internett-tilbud
sme: 6.4.5 Interneahttafálaldagat
